Revit 2027 API
ParameterTypeId.RbsCabletrayWidthParam Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayWidthParam { get; }
Public Shared ReadOnly Property RbsCabletrayWidthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayWidthParam {
	ForgeTypeId^ get ();
}
static member RbsCabletrayWidthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace